// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="Záznam faxového přenosu";
"User Name"="Uživatelské jméno";
"Start Date/Time"="Počáteční datum/čas";
"End Date/Time"="Koncové datum/čas";
"Recipient"="Příjemce";
"Company/Corp."="Společnost/podnik";
"Fax Number"="Číslo faxu";
"Status"="Stav";
"Number of Pages"="Počet stránek";
"Image Quality"="Kvalita obrazu";
"Str_Fax_Transmission_Record_Num_Of_Selected"="Vybráno %1$d z %2$d";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="O programu FAX Utility...";
"Preferences..."="Předvolby...";
"Services"="Služby";
"Hide FAX Utility"="Skrýt FAX Utility";
"Hide Others"="Skrýt ostatní";
"Show All"="Zobrazit vše";
"Quit FAX Utility"="Ukončit FAX Utility";
"File"="Soubor";
"Close"="Zavřít";
"Save"="Uložit";
"Edit"="Úpravy";
"Delete log"="Odstranit protokol";
"Window"="Okno";
"Minimize"="Minimalizovat";
"Help"="Nápověda";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="Odesláno";
"SentStatusError10001"="Přenos byl zrušen";
"SentStatusError10002"="Není určen žádný příjemce";
"SentStatusError10003"="Nepodporovaná velikost papíru";
"SentStatusError10004"="Není místo na disku";
"SentStatusError10005"="Faxová linka je obsazena";
"SentStatusError10006"="Vytočené číslo je neplatné";
"SentStatusError10007"="Chyba barevného přenosu";
"SentStatusError10008"="Nebyl rozpoznán oznamovací tón";
"SentStatusError10009"="Žádná odezva";
"SentStatusError10010"="Byl překročen limit stránek";
"SentStatusError10011"="Neznámá chyba komunikace";
"SentStatusError10012"="Chyba kom. PC>tiskárna";
"SentStatusError10013"="Chyba kom. tiskárna>příjemce";
"SentStatusError10014"="PC-FAX je vypnutý";
"SentStatusErrorComm"="Chyba komunikace (%d)";
"SentStatusError10015"="Stav přenosu neznámý";
"SentStatusError110001"="Neznámá chyba";

"SentResolutionNormal"="Normální";
"SentResolutionFine"="Jemné(Barva)";
"SentResolutionPhoto"="Fotografie";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Storno";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nelze najít soubor nezbytný pro spuštění této aplikace.\nPřeinstalujte program FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nelze získat informace o tiskárně (faxu). Otevřete \"Print & Fax Preferences\" a přidejte ovladač PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Určený soubor již existuje. Chcete jej přepsat?";
"Str_Alert_Common_Not_Responding_Error"="Tiskárna neodpovídá. Zkontrolujte, zda je tiskárna správně připojena a zda je zapnuté napájení.";
"Str_Alert_Common_Communication_Error"="Došlo k chybě komunikace tiskárny.";
"Str_Alert_Common_Printer_Processing_Error"="Tiskárna zpracovává data. Chvilku počkejte a zkuste to znovu.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Při komunikaci s tiskárnou byla zjištěna chyba.\nKód chyby (%d)";
"Str_Alert_Common_Error_Occurred"="Zpracovávání bylo zrušeno z důvodu chyby.";
"Str_Alert_Common_PrinterStatusError"="Došlo k chybě v tiskárně. Odstraňte chybu a zkuste to znovu.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Nelze otevřít spustit Záznam přenosu faxu, protože je již spuštěna jiná funkce programu FAX Utility. Prosím počkejte, než bude ukončena, a zkuste to znovu.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="Nelze otevřít soubor se záznamem přenosu. Nemáte oprávnění k přístupu nebo soubor neexistuje.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="Žádný záznam přenosu.";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="Uložení souboru protokolu se nezdařilo. Změňte umístění a název souboru a znovu jej uložte.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="Odstranění souboru protokolu se nezdařilo. Pravděpodobně jej používá jiná aplikace, nemáte oprávnění k přístupu nebo již byl odstraněn.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="Všechny protokoly budou odstraněny. Chcete pokračovat?";

// ------------------------------------------------------------------------
"SentStatusError10017"="Chyba ověření (nepovoleno)";
"SentStatusError10018"="Připojení k nesprávné telefonní lince";
"SentResolutionPhotoY2"="Kvalita";
"SentResolutionPhotoX2Y2"="Vysoká kvalita";
